Repository: ciessielski/RingOfFire
Catalog: RingOfFire/*.lproj/Localizable.strings
Languages: pl

source: http://rudypijegin.pl/en/shop/ring-of-fire-cards
pl: http://rudypijegin.pl/pl/shop/ring-of-fire-cards

source: Restart game
pl: Graj od nowa

source: Are you sure?
pl: Jesteś pewny/a?

source: Nope
pl: Nie

source: Things you'll need:
pl: Potrzebujsz:

source: A phone with the Ring of Fire app installed and ready to play.
pl: Telefon z apkę Ring of Fire (to już masz).

source: An empty cup or bowl to put in the middle of the table.
pl: Spore naczynie na środku stołu.

source: A group of friends who are willing to have the best night ever!
pl: Grupę pozytywnych znajomych z lekkim ogarem.

source: How to play:
pl: Jak grać:

source: Tap the screen to see descriptions of the card.
pl: Pyknij w ekran aby odczytać zadanie.

source: Swipe to the top and pass the phone to the next person.
pl: Po wykonanym zadaniu swipnij w górę i podaj telefon dalej.

source: NOTES:
pl: UWAGA!

source: You can make up any rule that everyone has to follow, for example players can only drink with their right hand or players cannot use word “drink”. Everyone (including you) must follow this rule for the whole entire game and if you disobey you must drink.
pl: Losujący wymyśla zasadę, która od tej pory będzie funkcjonowała przy stole do zakończenia melanżu. Złamanie jej karane jest konsumpcją alkoholu. Przykład: „Nie można używać słowa pijesz”

source: Pick a category (such as Countries) and you go in a circle and everyone has to say a word that matches the chosen category such as: Lithuania, England, Egypt and so on.
pl: Osoba losująca wymyśla kategorię, do której kolejne osoby muszą dopasować skojarzenia. Przykład: Osoba rozpoczynająca wybiera kategorię „rodzaje alkoholi” i podaje pierwszy przykład „wódka”, kolejne osoby „whiskey”, „piwo”, „rum” itd. Osoba, która się powtórzy lub czas odpowiedzi będzie za długi, Pije!

source: All girls drink.
pl: Wszystkie kobiety piją.

source: You must drink.
pl: Pijesz porcję alkoholu.

source: You can choose someone to drink.
pl: Typujesz osobę do picia.

source: All guys drink.
pl: Wszyscy faceci piją.

source: Choose someone to drink with you. Whenever you are forced to drink, the chosen person needs to do the same.
pl: Wybierasz osobę, z którą od tej pory będziesz razem konsumował alkohol do końca imprezy.

source: The player who draws this card can point their finger at the sky at any point during the game. When this happens, all other players must race to point their finger to the sky and whoever is last must drink.
pl: Posiadacz karty może w dowolnym momencie gry podnieść rękę do góry. Reszta graczy powtarza gest – jak najszybciej podnosi dłoń ku niebiosom. Najwolniejsza osoba Pije!

source: Starting with the player who draws, players take it in turns to count up from a chosen number. Any number with 5 in it or that is a multiple of 5 is replaced with the word ‘FIS’. Any number with 7 in it or that is a multiple of 7 is replaced with the word ‚BAS’. Not to make it too easy, every time the word „BAS” is used, the direction of the play switches.
pl: Osoba, która wylosowała kartę zaczyna grę wyznaczając kierunek kolejki wraz z dowolną liczbą. Osoby odliczają kolejno o jeden, zastępując wielokrotność liczby 5 słowem „FIS” oraz wielokrotność liczby 7 słowem „BAS” – Uwaga! słowo „BAS” odwraca bieg kolejki. Analogicznie wielokrotność 5 i 7 to „FISBAS” Przykład: „W moją prawą 3”, kolejna osoba mówi „4”, następna „FIS” itd.

source: Starting from the person who picked up this card, everyone adds a word to a story repeating what has been said earlier.
pl: Losujący rozpoczyna historię jednym słowem. Każdy kolejny gracz dodaje wyraz zaczynając od powtórzenia ułożonego do tej pory zdania. Przykład: „rudy”, następna osoba – „rudy pije”, kolejna – „rudy pije gin” itd. Osoba, która zmieni kolejność, zapomni o jakimś wyrazie Pije!

source: After picking this card, whoever looks into your eyes must drink. This lasts until the next Snake Eyes card is drawn by a different player.
pl: Od tej pory każde spojrzenie w oczy osobie posiadającej tą kartę kończy się piciem. Gdy kolejna karta „Snake Eyes” zostanie wylosowana poprzednie przestają działać – przy stole jest tylko jeden wąż. Zasada nie obowiązuje podczas trwania gier.

source: You must pour a little of your drink into the cup that stands in the middle of the table. Whoever picks up the FORTH card must drink the whole cup, which could be filled with different drinks, so who knows how bad it could taste!
pl: Zlewka! Każdy musi odlać odrobinę swojego alkoholu do pustego kubka na stole. Osoba, która wyciągnie czwartą kartę „Drink like a King”, musi wypić zawartość naczynia - kto wie jak to smakuje...

source: Uups.. You know what to do. Don't forget about your mates.
pl: Zerujesz naczynie ze środka stołu, pamiętaj o swoich mejtach.

source: You say a word (or a sentence), and the person to your left has to say a word that rhymes with it. This continues around the table until someone can't think of a word and they must drink. The same word cannot be used twice.
pl: Losujący wybiera jedno lub kilka słów, a kolejna osoba musi ułożyć rym do wyrazów poprzednika. Osoba, która udaremni dobrą poezję, Pije!

source: Each player takes it in turns to say one word from the sentence: „The Frog Jumped in the Pond!” Once the sentence has been completed, the play continues around the circle in the same manner, except that each word of the sentence must be said twice, with each person still only saying one word. The game is then continued by repeating each word of the sentence thrice. Alternatively, you may wish to use your own sentence.
pl: Przytocz ciekawą frazę, powiedzenie - propozycja: „tak samo jak ty”. Każdy uczestnik wypowiada zawsze tylko po jednym wyrazie cytatu. Po zakończeniu wyrazy powtarzają się dwa razy, potem trzy itd. Przykład: pierwsza kolejka: „tak”; „samo”; „jak”; „ty”, druga kolejka – „tak”; „tak”; „samo”; „samo”... Osoba, która pomyli kolejność Pije!

source: This card allows you to make break. Roll a doubie and chill out with the homies ;>
pl: Karta upoważnia do tymczasowego przerwania rozgrywki. Zakładamy zielone sweterki :>
